[
    {
        "id": "fceb26cb-7520-4781-ab03-16fef6c56115",
        "title": "President Jokowi calls to put immediate end to Israel-Palestine war",
        "author": "ardi",
        "deskripsi": "test",
        "content": "<p>Jakarta (ANTARA) - Indonesian President Joko Widodo (Jokowi) pressed for putting an immediate stop to the war between Israel and Palestine in order to avoid increasing casualties and destruction of property.</p> <p>\"The conflict has escalated and caused a greater humanitarian impact,\" he noted in a press statement regarding the current situation of the Israeli-Palestinian conflict that was accessed from the Presidential Secretariat's YouTube channel on Tuesday.</p> <p>The head of state had called on Foreign Affairs Minister Retno Marsudi and related ministries and institutions to immediately take quick action to protect Indonesian citizens in conflict areas.</p> <p>\"The root of the conflict, namely the occupation of the Palestinian territories by Israel, must be resolved immediately according to the parameters agreed upon by the United Nations,\" he emphasized.</p> <p>The Foreign Affairs Ministry has also prepared a contingency plan to evacuate Indonesian citizens from conflicted areas with several situational scenarios, including the possibility of evacuating Indonesian citizens through countries closest to Palestine, namely Jordan, Lebanon, and Egypt.</p> <p>\"We are coordinating with Indonesian Embassies in Amman, Beirut, and Cairo, and other various parties to evacuate Indonesian citizens residing in the Palestinian territories, especially 10 Indonesian citizens, who are in the Gaza Strip,\" the ministry's spokesperson, Lalu Muhamad Iqbal, confirmed.</p> <p>Data from the ministry recorded 45 Indonesian citizens in Palestine, with 10 of them located in the Gaza Strip that is the center of the Israeli military air attacks' target.</p> <p>Moreover, 230 Indonesian citizens are on religious trips at various points in Israel. To date, no reports of Indonesian citizens becoming victims has been received.\n</p> <p>The Hamas armed group stormed the Israel-Gaza border fence from Gaza on October 7 and killed Israeli soldiers and civilians while taking dozens of people hostage from the region.</p> <p>Israel responded by launching massive strikes on Gaza and possibly followed by a ground attack into territory they abandoned almost two decades ago after 38 years of occupation.</p> <p>The Hamas attack killed 800 Israelis and injured 2,500 people. On the opposite side, Israel's air attacks left 500 Palestinians dead, with more than three thousand people injured.</p> <p>The United Nations agency for Palestinian refugees (UNRWA) stated that almost 74 thousand refugees are housed in 64 UNRWA shelters. The figure is likely to increase as heavy attacks and airstrikes continue, including in civilian areas.</p> <img src='https://raw.githubusercontent.com/ardifjar443/backendWebBerita/main/public/images/1697099299foto1.png' /><p>Reporter: Yashinta Difa P, Resinta Sulistiyandari\nEditor: Azis Kurmala\nCOPYRIGHT © ANTARA 2023</p> <img src='https://beritabojonegoro.com/imageoptim/5b35d024-foto-semangat.lg.jpg' />",
        "foto": "/images/1697099299.png",
        "foto1": "/images/1697099299foto1.png",
        "foto2": "/images/",
        "foto3": "/images/",
        "created_at": "2023-10-12 08:28:19",
        "updated_at": "2023-10-12 08:28:19"
    },
    {
        "id": "1c7817ae-dc4b-4d82-86a9-0efb0eb0196c",
        "title": "AIS Forum seeks smart solutions from scientists for marine issues",
        "author": "ardi",
        "deskripsi": "Nusa Dua, Bali (ANTARA) - The Archipelagic and Island States (AIS) Forum invited scientists to find smart and innovative solutions to resolve marine issues.",
        "content": "<p>\"This conference is important as a place to learn, exchange ideas, and share innovations related to crucial issues in oceans and the future of island nations,\" Head of the AIS Forum Secretariat Riny Modaso stated during the First High-Level Meeting (HLM) of the AIS Forum in Nusa Dua here on Wednesday.</p> <p>Indonesia hosted the 1st HLM of the AIS Forum in Bali on October 10-11 to invite archipelagic and island countries to discuss four global issues together, namely, climate change, blue economy, handling plastic waste in oceans, and maritime governance.</p> <p>Some 22 researchers from the AIS countries presented current research and development and innovations related to marine biotechnology, sustainable aquaculture and fisheries, blue economy, and ocean and technology.</p> <p>\"This becomes a platform to showcase how science can contribute to marine ecosystem preservation in the future,\" he affirmed.</p> <p>Some innovations have been produced under the AIS Forum, such as the MonMang that can monitor mangrove ecosystem health, the Seagrass Carbon Converter (SCC), and the Advanced Drifter GPS Oceanography Coverage Area (ARHEA).</p> <p>To showcase togetherness, those innovations have been shared with other countries, such as the application of MonMang in Fiji, Germany, Japan, and the United Arab Emirates (UAE).</p> <p>Meanwhile, rectors from the Bogor Agricultural University (IPB) and Padjadjaran University (Unpad) signed a partnership cooperation agreement related to maritime governance with Toliara University, Madagascar.</p> <p>The cooperation encompasses knowledge sharing and capacity building for technology and innovation implementation, including the development of rumpon, or a fish aggregating device, which is new in the country.</p> <p>The cooperation also covers strengthening the skills of fishing communities in Madagascar, especially in developing a more sustainable blue economy. </p> <img src='https://raw.githubusercontent.com/ardifjar443/backendWebBerita/main/public/images/1697100046foto1.jpg' /><p>Reporter: Dewa W, Kenzu\nEditor: Rahmad Nasution\nCOPYRIGHT © ANTARA 2023</p> <img src='https://beritabojonegoro.com/imageoptim/5b35d024-foto-semangat.lg.jpg' />",
        "foto": "/images/1697100046.png",
        "foto1": "/images/1697100046foto1.jpg",
        "foto2": "/images/",
        "foto3": "/images/",
        "created_at": "2023-10-12 08:40:46",
        "updated_at": "2023-10-12 08:40:46"
    },
    {
        "id": "dcf3e6f0-45a5-433d-8afc-36402ac80894",
        "title": "Hasil Survei Terbaru Capres 2024: Anies Vs Prabowo Vs Ganjar",
        "author": "ardi",
        "deskripsi": "Jakarta, CNBC Indonesia - Lembaga survei Poltracking Indonesia merilis survei head to head calon presiden Pemilu 2024 di Provinsi Jawa Timur. Survei menunjukkan bakal capres Koalisi Indonesia Maju Prabowo Subianto unggul dari dua kandidat bakal capres lainnya.",
        "content": "<p>Survei tersebut digelar pada 25 September hingga 1 Oktober 2023 dengan melibatkan 1.000 responden yang dipilih dengan metode stratified multistage random sampling. Para responden merupakan warga Jawa Timur dengan kriteria sudah di atas 17 tahun dan sudah mempunyai hak memilih.\n\nSurvei dilakukan dengan metode wawancara melibatkan surveyor terlatih. Adapun margin of eror survei +/- 3,1% dengan tingkat kepercayaan 95%.\n\nTerdapat tiga simulasi yang dilakukan dalam head to head. Berikut ini simulasi head to head 3 kandidat capres untuk Pemilu 2024:\n\nSimulasi 1\n\nGanjar Pranowo 51,9\nAnies Baswedan 17,6%\nTidak tahu/tidak jawab 30,5%\n\nSimulasi 2\n\nPrabowo Subianto: 53,4%\nAnies Baswedan 17,9%\nTidak tahu/tidak jawab: 28,7%\n\nSimulasi 3\n\nPrabowo Subianto 42,3%\nGanjar Pranowo 40,5 %\nTidak tahu/tidak jawab: 17,2%\n\nDirektur Riset Poltracking Indonesia Arya Budi mengatakan dari ketiga simulasi, Prabowo dan Ganjar bersaing secara ketat.\n\n\"Dalam tiga simulasi dimana ada Anies dua-duanya kompetitif, dalam simulasi dimana tida ada Anies dua duanya juga kompetitif,\" ujar Arya.</p> ",
        "foto": "/images/1697102582.jpg",
        "foto1": "/images/",
        "foto2": "/images/",
        "foto3": "/images/",
        "created_at": "2023-10-12 09:23:02",
        "updated_at": "2023-10-12 09:23:02"
    },
    {
        "id": "67f51b43-fa3c-4330-bdb4-58d9a0b08d72",
        "title": "Selain Syahrul Yasin Limpo, Inilah Sederet Tersangka KPK yang Pernah Mengajukan Praperadilan",
        "author": "ardi",
        "deskripsi": "TEMPO.CO, Jakarta - Mantan Menteri Pertanian, Syahrul Yasin Limpo (SYL), mengajukan gugatan praperadilan atas keabsahan penetapan tersangka dirinya oleh Komisi Pemberantasan Korupsi (KPK). Gugatan itu dilayangkan ke Pengadilan Negeri Jakarta Selatan, Rabu, 11 Oktober 2023.",
        "content": "<p>Gugatan praperadilan SYL terdaftar dengan nomor registrasi perkara 114/Pid.Pra/2023/PN JKT.SEL. Sidang perdana praperadilan akan dimulai pada Senin, 30 Oktober 2023. Sidang itu akan dipimpin oleh hakim tunggal Alimin Ribut Sujono. Rencananya, sidang tersebut bersifat terbuka untuk umum.</p> <p>SYL ditetapkan sebagai tersangka oleh KPK terkait kasus korupsi. Syahrul Yasin Limpo disinyalir menghimpun upeti dari rekan-rekan bawahannya, yang kemudian digunakan untuk keperluan pribadinya dan keluarganya, serta juga untuk mendukung acara-acara Partai NasDem. Kontribusi finansial ini dikumpulkan SYL sejak 2020-2023, baik secara langsung maupun tidak langsung, dengan total nilai sekitar Rp 4,94 miliar.</p> <p>Syahrul Yasin Limpo menambah daftar tersangka KPK yang pernah mengajukan praperadilan. Dari catatan Tempo, setidaknya ada beberapa tersangka KPK yang pernah mengajukan praperadilan. Mereka di antaranya adalah Suryadharma Ali, Dadan Tri Yudianto, dan Hasbi Hasan.</p> <p><b>1. Suryadharma Ali</b></p> <p>Mantan Menteri Agama, Suryadharma Ali, sempat menggugat penetapan dirinya sebagai tersangka oleh KPK. Ia menggugat melalui praperadilan. Suryadharma mengajukan permohonan praperadilan pada 23 Februari 2015. Suryadharma juga menggugat KPK sebesar Rp 1 triliun.</p> <p>Suryadharma ditetapkan sebagai tersangka oleh KPK dalam kasus korupsi penyelenggaraan haji periode 2012-2013 pada 22 Mei 2014. Saat itu, ia diduga menyelewengkan akomodasi haji dengan total nilai sebesar Rp 1 triliun. Selain itu, ia diduga menyalahgunakan wewenang karena membawa rombongan haji jumbo yang terdiri atas keluarga, kolega, dan anggota Dewan Perwakilan Rakyat.</p> <p><b>2. Dadan Tri Yudianto</b></p> <p>Dadan adalah mantan Komisaris Independen PT Wika Beton yang terjerat kasus suap. Kasus ini dimulai ketika debitur Koperasi Simpan Pinjam Intidana mengajukan banding ke Mahkamah Agung terkait putusan bebas yang diberikan kepada Ketua KSP Intidana Budiman Gandi dalam perkara pemalsuan dokumen. </p> <p>Dalam rangka mengurus kasus tersebut, Heryanto Tanaka, seorang debitur, melalui pengacaranya, Theodorus Yosep Parera, mengajukan permohonan untuk berhubungan dengan Dadan agar meminta dukungan dalam upaya menjadikan Budiman Gandi bersalah dalam kasus pemalsuan dokumen.</p> <p>KPK menduga Dadan kemudian meminta fee kepada Heryanto. Dari komunikasi itu, Heryanto diduga menyerahkan uang sebesar Rp 11,2 miliar dalam 7 kali transfer kepada Dadan. Sebagian uang itu diserahkan kepada Hasbi Hasan pada Maret 2022</p> <p>Setelah berstatus tersangka KPK, Dadan mengajukan gugatan praperadilan ke PN Jakarta yang didaftarkan pada 19 Mei 2023 dengan nomor perkara 47/Pid.Pra/2023/PN JKT.SEL</p> <p><b>3. Hasbi Hasan</b></p> <p>Mantan Sekretaris Mahkamah Agung tersebut ditetapkan dalam kasus suap yang sama dengan Dadan. Berdasarkan data Sistem Informasi Penelusuran Perkara PN Jaksel, gugatan Hasbi diajukan pada 26 Mei 2023, atau seminggu setelah gugatan yang diajukan Dadan. Gugatan Hasbi terdaftar dengan nomor perkara dan nomor surat 49/Pid.Pra/2023/PN JKT.SEL.</p> <p>Sebelum mengajukan gugatan tersebut, pada 24 Mei 2023, Hasbi bersama Dadan telah menjalani pemeriksaan terkait kasus dugaan suap penanganan perkara di Mahkamah Agung. Mereka diperiksa selama 7 jam. </p> ",
        "foto": "/images/1697103137.jpg",
        "foto1": "/images/",
        "foto2": "/images/",
        "foto3": "/images/",
        "created_at": "2023-10-12 16:32:17",
        "updated_at": "2023-10-12 16:32:17"
    },
    {
        "id": "607c1bb4-b30c-423d-9324-aa40a5d1303b",
        "title": "Masa Depan Tanpa Password, Google Dorong Pengguna Gunakan Passkey",
        "author": "ardi",
        "deskripsi": "Jakarta, CNBC Indonesia - Google makin serius membawa 'kiamat' kata sandi atau 'password'. Beberapa bulan lalu, Google memperkenalkan 'passkey' sebagai fitur keamanan dengan otentikasi tanpa perlu mengetik huruf atau angka.",
        "content": "<p>Passkey bisa dimanfaatkan sebagai opsi login ke akun Google pengguna. Raksasa mesin pencari itu mengklaim passkey jauh lebih aman ketimbang password, serta memudahkan pengguna karena tak perlu lagi mengingat kata sandi.</p> <p>Dalam postingan di blog resminya, Google mengumumkan passkey akan jadi opsi default (otomatis) untuk akun Google. Sebelumnya, passkey harus disetel terlebih dahulu.</p> <p>Langkah ini dilakukan karena banyaknya respons positif dari pengguna, dikutip dari CNBC International, Rabu (11/10/2023).</p> <p>Google juga mendorong industri teknologi lain untuk beralih ke passkey. Menurut Google, passkey lebih aman karena tak ada lagi risiko password dicuri orang lain. Dengan begitu, peretasan di ranah siber akan makin sulit dilancarkan.</p> <p>Passkey memanfaatkan data biometrik pengguna yang unik. Antara lain pengenalan wajah (facial recognition) dan pemindai sidik jari (fingerprint scan), atau nomor PIN di perangkat.</p> <p>Ketika pengguna kehilangan perangkatnya, oknum lain tak bisa mengakses perangkat tersebut karena membutuhkan data biometrik yang unik.</p> <p>Kendati demikian, belum jelas kapan Google akan resmi membuat passkey sebagai opsi keamanan default untuk login.</p> <p>\"Kami akan kabari selanjutnya soal kapan Anda bisa menggunakan passkey di semua akun online. Untuk saat ini, kami terus berupaya mendorong industri untuk beralih ke passkey. Lambat laun, password akan langka dan usang,\" kata Google.</p> <p>Saat ini, opsi menggunakan passkey sudah tersedia di berbagai platform Google seperti YouTube, Search, dan Maps. Di AS, layanan seperti Uber dan eBay juga sudah mendukung passkey.</p> ",
        "foto": "/images/1697104652.jpg",
        "foto1": "/images/",
        "foto2": "/images/",
        "foto3": "/images/",
        "created_at": "2023-10-12 16:57:32",
        "updated_at": "2023-10-12 16:57:32"
    },
    {
        "id": "686468da-6df6-42a3-87fe-031aac70e5ef",
        "title": "Penyebab Iron Dome Israel Gagal Bendung Roket Hamas",
        "author": "ardi",
        "deskripsi": "Jakarta, CNBC Indonesia - Iron Dome milik Israel dilaporkan gagal membendung roket yang disiapkan Hamas. Padahal, rudal itu diklaim sebagai salah satu sistem pertahanan udara paling efektif di muka Bumi.",
        "content": "<p>Serangan mendadak itu dilakukan pada akhir pekan lalu. Analis senior strategi pertahanan Australian Strategic Policy Institute, Malcolm Davis mengungkapkan sistem tersebut gagal memotong serangan kelompok militan.</p> <p>\"Anda melihat rekaman sistem pencegah [milik Israel] yang berupaya membendung roket Hamas di udara. Namun jumlah rudal pencegat terbatas pada satu waktu,\" ungkap Davis kepada ABC, dikutip Kamis (12/10/2023).</p> <p>Roket Hamas disebut mengarah ke Israel bagian selatan dan tengah, termasuk ke Tel Aviv dan juga Yerusalem. Salah satunya menghantam rumah sakit di Ashkelon.</p> <p>Hamas mengklaim 5.000 roket diluncurkan dalam 20 menit. Sebagai balasan, Angkatan Pertahanan Israel (IDF) mengungkapkan 2.200 peluru ditembakkan namun tak merilis berapa banyak serangan Hamas yang berhasil dicegat.</p> <p>Nournews Iran juga menyinggung kegagalan itu menimbulkan pertanyaan terkait klaim Israel soal kehebatan rudal pencegatnya. Disebutkan pula bahwa Israel tidak bisa memprediksi serangan operasi Hamas.</p> <p>\"Iron Dome mereka hanyalah kubah jerami di atas istana pasir,\" ucap Nournews.</p> <p>Meski ada yang menyebut gagal, direktur dan pendiri Strategic Analysis Australia, Michael Shoebridge mengungkapkan Iron Dome masih yang terbaik. Bahkan, serangan Hamas disebutnya bukan kegagalan rudal tersebut.</p> <p>\"Pertahanan udara masih luar biasa mengesankan,\" kata dia.</p> <p><p class=\"text-lg font-bold\">Cara Kerja Iron Dome</p></p> <p>Iron Dome dikembangkan oleh Rafael Advance Defense Systems. Sistem itu punya tiga elemen yakni peluncur dan pencegat (launcher dan interceptor), radar multi-misi berbasis darat dan sistem kontrol.</p> <p>Sistem ditarik truk dan akan menembakkan rudal. Radar akan menunjukkan lokasi untuk mendeteksi sasaran dan meledakkannya.</p> <p>Laman ABC menuliskan, Israel memiliki 10 baterai Iron Dome dan semuanya dikerahkan di seluruh negara tersebut. IDF menyebutkan semua sistem itu dapat menjangkau serangan berukuran kota, sekitar 4-70 km.</p> <p>Tiap baterai juga diklaim bisa bertahan hingga 155 kilometer persegi. Satu baterai mencakup tiga hingga empat peluncur dan setiap peluncur memiliki hingga 20 pencegat.</p> <p>Harganya juga tak main-main. Dilaporkan tiap baterai senilai US$100 juta (Rp 1,5 triliun) dan rudal pencegat US$50 ribu (Rp 785 juta).</p> <p>Israel juga memikirkan untuk tetap bisa hemat dalam pertempuran. Mereka akan menggunakan sistem radar untuk menentukan apakah roket yang ditembakkan ke negara itu akan menuju wilayah berpenduduk atau tidak.</p> <p>Jika hasil analisisnya mengatakan tidak, maka roket tidak akan dicegat dan dibiarkan mendarat.</p> ",
        "foto": "/images/1697105549.jpg",
        "foto1": "/images/",
        "foto2": "/images/",
        "foto3": "/images/",
        "created_at": "2023-10-12 17:12:29",
        "updated_at": "2023-10-12 17:12:29"
    },
    {
        "id": "ee279e7c-d555-4382-80ef-444cc841965b",
        "title": "Situasi Gaza Mencekam, Geng Negara Arab Beri Respons Ini",
        "author": "ardi",
        "deskripsi": "Jakarta, CNBC Indonesia - Para menteri luar negeri negara-negara Arab mengecam pengepungan Israel atas Gaza menyusul serangan mendadak yang dilakukan oleh militan Hamas terhadap Israel, dan menuntut agar bantuan \"segera\" diizinkan memasuki wilayah kantong yang diblokade tersebut.",
        "content": "<p>Israel telah memberlakukan \"pengepungan total\" di Jalur Gaza, memutus pasokan air, makanan, listrik dan pasokan penting lainnya, setelah serangan besar-besaran pada Sabtu lalu oleh militan Hamas yang telah menewaskan ratusan orang di kedua belah pihak.</p> <p>Pada Rabu (11/10/2023), ketika Israel terus melakukan pengeboman terhadap sasaran-sasaran di wilayah pesisir yang padat dan miskin selama lima hari, satu-satunya pembangkit listrik di Gaza ditutup.</p> <p>Otoritas ketenagalistrikan di daerah kantong Palestina mengumumkan bahwa pembangkit listrik tersebut telah kehabisan bahan bakar.\n\n</p> <p>Dilansir AFP, bertemu di markas besar Liga Arab di Kairo, para menteri luar negeri Arab membahas perang yang sedang berlangsung antara Israel dan Hamas dan menuntut Israel menghentikan pengepungannya terhadap Gaza.</p> <p>Mereka juga menyerukan pengiriman makanan, bahan bakar dan bantuan kemanusiaan \"segera\" ke wilayah pesisir yang miskin dan padat penduduknya.</p> <p>Para menteri luar negeri negara-negara Arab juga mendesak Israel untuk mempertimbangkan kembali \"keputusan tidak adilnya dalam memutus pasokan listrik dan air ke Gaza\".</p> <p>Pengeboman tanpa henti selama lima hari di Gaza oleh Israel sebagai pembalasan atas serangan brutal terhadap komunitas Israel di seberang perbatasan telah membuat wilayah kecil itu hancur berkeping-keping.</p> <p>Serangan udara telah menghantam bangunan tempat tinggal, masjid, pabrik dan toko, kata Salama Marouf dari kantor media pemerintah Gaza. Persediaan medis, termasuk oksigen, semakin menipis di rumah sakit Al-Shifa di Gaza yang kewalahan.</p> <p>Israel telah melaporkan 1.200 kematian yang \"mengejutkan\" sejak serangan militan Islam pada hari Sabtu, sementara para pejabat Gaza menyebutkan lebih dari 1.000 orang tewas dalam serangan udara dan artileri Israel.</p> <p>Adapun Gaza adalah salah satu tempat terpadat di dunia, dengan 2,3 juta orang tinggal di wilayah seluas 362 kilometer persegi.</p> <p>Wilayah ini berada di bawah blokade Israel sejak 2007 ketika Hamas mengambil alih wilayah tersebut dari gerakan sekuler Fatah yang dipimpin Presiden Palestina Mahmoud Abbas.</p> <p>Satu-satunya pintu masuk ke Gaza yang tidak dikuasai Israel adalah Rafah di perbatasan Mesir. Adapun Rafah telah dibombardir oleh Israel tiga kali minggu ini.</p> ",
        "foto": "/images/1697105868.jpg",
        "foto1": "/images/",
        "foto2": "/images/",
        "foto3": "/images/",
        "created_at": "2023-10-12 17:17:48",
        "updated_at": "2023-10-12 17:17:48"
    }
]
