[
    {
        "id": "2362c57b-65fa-4627-8a39-788f826516ad",
        "title": "test",
        "author": "test",
        "deskripsi": "test",
        "content": "test",
        "foto": "/images/1697005664.png",
        "created_at": "2023-10-11 06:27:44",
        "updated_at": "2023-10-11 06:27:44"
    },
    {
        "id": "f0e8ea33-7658-4ecc-abd5-98981f42daab",
        "title": "Indonesia Calls for Regional Collaboration to Uphold Rights of Persons with Disabilities",
        "author": "ardi",
        "deskripsi": "Makassar. The Indonesian government made an appeal on Tuesday for collaborative efforts among ASEAN countries to safeguard and uphold the rights of individuals with disabilities.",
        "content": "Speaking during the ASEAN High-Level Forum on Disability Inclusive Development and Partnership in Makassar, ASEAN Social Affairs Minister Tri Rismaharini emphasized the need for comprehensive plans, programs, and actions at both national and regional levels to create equal opportunities for persons with disabilities and ensure their active and equitable participation in society.\r\n\r\nThe minister, popularly known as Risma in Indonesia, said there are approximately 62 million individuals with disabilities across ASEAN nations, with 22.9 million residing in Indonesia alone.\r\n\r\nShe urged member countries within the regional bloc to draw inspiration from successful programs implemented in developed nations such as the United States, the United Kingdom, and Australia, all of which had delegates attending the forum.\r\nRisma stressed the importance of granting individuals with disabilities equal rights to education, healthcare services, employment opportunities, and social protection while promoting respect for their inherent dignity.\r\n\r\nThe three-day forum saw participation from ministers and senior officials responsible for social welfare, as well as observers and representatives from ASEAN partner nations.\r\n\r\n\"We hope that through this forum, ASEAN can enhance its approach to addressing issues related to persons with disabilities,\" Risma told reporters after the opening session.\r\n\r\nShe also revealed that the Social Affairs Ministry has allocated a budget of Rp 80 trillion ($5 billion), with a portion earmarked for dedicated programs aimed at ensuring the equal fulfillment of human rights for people with disabilities.\r\n\r\nNorman Yulian, Chairman of the Indonesian Association of Persons with Disabilities, expressed optimism that the forum would result in concrete plans and actions to uphold the rights and fundamental freedoms of individuals with disabilities in the region.",
        "foto": "/images/1697005965.jpg",
        "created_at": "2023-10-11 06:32:45",
        "updated_at": "2023-10-11 06:32:45"
    }
]
